{
    "title": "Robô Aspirador Inteligente 3 em 1 E10 Xiaomi",
    "category": "Robô Aspirador",
    "checkoutUrl": "https://pay.zelo-oficial.shop/q510ZOxeqvmGE9D",
    "reviewQuantity": 32,
    "prices": {
        "before": 2499.96,
        "after": 1999.96,
        "discountPercentage": 21
    },
    "images": [
        "https://polishop.vtexassets.com/arquivos/ids/931786-1200-1200?v=638233932483030000&width=1200&height=1200&aspect=true",
        "https://polishop.vtexassets.com/arquivos/ids/1648699-1200-1200?v=638350656155600000&width=1200&height=1200&aspect=true",
        "https://polishop.vtexassets.com/arquivos/ids/1648710-1200-1200?v=638350658931370000&width=1200&height=1200&aspect=true",
        "https://polishop.vtexassets.com/arquivos/ids/1648711-1200-1200?v=638350659252300000&width=1200&height=1200&aspect=true"
    ],
    "customOptions": {
        "title": "Voltagem",
        "options": [
            "127v",
            "220v"
        ]
    },
    "description": "O Robô Aspirador Inteligente E10 da Xiaomi é 3 em 1 porque varre, aspira e passa pano de uma só vez, mesmo quando você não está em casa! Com essa solução, você tem mais tempo para o que realmente importa: momentos em família, passeios, cuidar da saúde e mais!",
    "youtubeVideoID": "NJrHapuOeR4",
    "textContents": [
        [
            "Não escapa nenhum detalhe",
            "Esse robô aspirador Xiaomi possui sistema de mapeamento por sensor giroscópio. Ou seja, diferente de outras marcas, ele memoriza as áreas que já percorreu para evitar passar por um único lugar várias vezes e para não esquecer nenhum cantinho! Essa limpeza se torna ainda mais eficiente com as rotas em zigue-zague que a solução efetua e o design que passa tranquilamente embaixo de sofás, camas, estantes e outros móveis. Tudo isso aliado a um maior poder de sucção - 4000pa!*",
            "Com uma nova bateria de quase duas horas de duração, você não precisa nem se preocupar em colocar para carregar, já que a solução retorna para a base automaticamente quando necessário e ao fim de cada faxina!"
        ],
        [
            "Aspira e passa pano ao mesmo tempo",
            "Equipado com um tanque de água removível com capacidade de 400ml e uma bomba de água inteligente com 3 configurações de intensidade, o robô aspirador libera água conforme a necessidade da limpeza e o tipo de piso, mantendo o esfregão adequadamente molhado e evitando pisos encharcados!"
        ],
        [
            "Conectividade",
            "Você pode acionar o Robô Aspirador Inteligente E10 3 em 1 através do assistente de voz da sua casa ou pelo APP Mi Home de onde estiver e, assim, receber no seu celular um relatório em tempo real com a duração da atividade, m² percorridos, quais áreas foram limpas, além da notificação de limpeza finalizada!",
            "Tudo isso sem nenhum acidente graças aos sensores anti-queda: programe o funcionamento para todos os dias da semana no mesmo horário, por exemplo, sem precisar desmarcar os compromissos que surgem!"
        ],
        [
            "Solução que fala com você",
            "O E10 possui alto-falantes que podem emitir avisos sobre o status de funcionamento e andamento da limpeza! Incrível, não é?!",
            "Essa é mais uma novidade Polishop com a tecnologia de Xiaomi!"
        ]
    ],
    "reviews": [
        {
            "name": "Juscuilene",
            "city": "Goiânia",
            "daysSince": 6,
            "rating": 5,
            "description": "O robô que aspira e passa pano entrega o que promete . Simplesmente perfeito. Estou maravilhada. Chamei o rapaz da loja de computadores e ele configurou facilmente para mim. Comando ele pelo telefone , super fácil de usar ."
        },
        {
            "name": "Luciana Anna",
            "city": "Cachoeiro de Itapemirim",
            "daysSince": 17,
            "rating": 5,
            "description": "maravilhoso! Compraria de novo!"
        },
        {
            "name": "Marcelo Cardoso",
            "city": "Nova Iguaçu",
            "daysSince": 22,
            "rating": 4,
            "description": "Produto muito eficiente."
        }
    ],
    "ref": "133.17.00"
}